{
  "become_seller": [
    {
      "title": "How does the “Amigo Copier” page work?",
      "text": "<p>Footy Amigo helps football bettors and traders from around the world make smarter and well informed data-driven betting decisions.</p><p>Our new innovative “Amigo Copier” functionality allows football bettors and traders to copy and clone successful strategies from other successful amigos, so that they can win more bets and make money.</p><p><strong><em>Fun Fact</em></strong>: The word “Amigo” in our name “Footy Amigo” is a portuguese word for “Friend”. At Footy Amigo, we strongly believe in friendships, brotherhood and the act of sharing.</p><p>So, if you’ve got a high hit rate or strike rate strategy, there are hundreds and thousands of other amigos who would gladly pay to copy your strategy because at the end of the day - it’s a WIN-WIN for everyone. </p><p>It’s simple - the buyer of a strategy makes money and wins more bets from the strategies they copy and the seller makes money from his strategy being copied.</p><p>It’s a WIN-WIN for everyone involved!</p><p>The bookies make billions of dollars every year, it’s time for the amigos to come together to take a slice of the cake.</p>"
    },
    {
      "title": "How can I make money from my strategies?",
      "text": "<p>If you have a strategy that has a high strike rate or hit rate, there are thousands of other amigos who will gladly pay to copy your strategy.</p><p>Why would they pay? Well, because if a strategy has a high strike rate or hit rate, it means it’s profitable and the end goal of football betting and trading is to make profits.</p><p>So anyone in their right mind will pay for a strategy that will make them money in a heartbeat!</p><p>You can set the price for your strategy and everytime someone copies your strategy - you get paid. Yes, you get paid over and over again for the same strategy for every amigo that copies it.</p><p>For example, If your strategy is priced at £4.99, if 100 people copies it, that’s £499.</p><p>The sky is just the beginning.</p>"
    },
    {
      "title": "Is there a fee to sell my strategies?",
      "text": "<p>There’s no listing fee to sell your strategies.</p><p>However, only users with an active PRO account can sell their strategies.</p><p>We want you to keep the lion share of your sale, you get to keep 70% of every sale made!</p>"
    },
    {
      "title": "Will people see the rules I used in my strategy?",
      "text": "<p>No, if you don’t want them to.</p><p>As we all know - the power of a profitable strategy is the rules and conditions used to create the strategy, so if you don’t want to share your secret sauce, you don’t have to.</p><p>You have the power to make your rules and conditions hidden.</p><p>By doing this, it means any amigo who buys your strategy will only receive alerts for the strategy but will NOT be able to see the rules you’ve used to create your amazing strategy.</p><p>A magician doesn’t give away his tricks right? Yes :)</p>"
    },
    {
      "title": "How much time will I need to Invest?",
      "text": "<p>You don’t have to invest any time at all because all the heavy lifting is done for you by Footy Amigo.</p><p>You already have your strategies in your account, in the next 60 seconds you can list any (or all) of your strategies for sale on the Amigo Copier marketplace and start making sales from day 1.</p><p>Once you list your strategy for sale, it will be visible to the community and ready to be bought and copied. </p><p>We handle all the heavy lifting behind the scenes.</p>"
    },
    {
      "title": "How do I price my strategies?",
      "text": "<p>We have set some preset prices for you to choose from and the price you decide to list your strategy is totally up to you.</p><p>The reason we don’t allow people to set their own custom prices is because we want to keep the marketplace clean and affordable for everyone.</p><p>We don’t want people listing their strategies for sale for £500 for example because with such prices, you will hardly make any sale and people generally will not be inclined to buy anything that expensive.</p><p>However, prices such as £4.99, £9.99 or £12.99 are affordable and straightforward and can be even more rewarding.</p><p>Let’s assume you price your strategy at £9.99, with just 100 sales of your strategy, you will be making an extra £999 without having to do any hard work.</p><p>And the good part of everything is that - it’s a WIN-WIN for everyone because your strategy will help the buyer make money.</p>"
    },
    {
      "title": "How do I get paid?",
      "text": "<p>Getting paid is easy and straightforward.</p><p>You can select to be paid via Bank Transfer, Paypal, Crypto or other means.</p><p>Whatever payment method you choose, you will receive your earnings!</p>"
    },
    {
      "title": "Why do I need a Pro account to sell?",
      "text": "<p>Every seller needs a Pro account on Footy Amigo to sell their strategies and the reasons are as follows:</p>"
    }
  ]
}